[
{"url": "https://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html", "title": "A Light in the Attic", "description": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good. ...more", "category": "poetry", "stars": "star-rating Three", "product_type": "books", "price_excl_tax": 51.77, "price_incl_tax": 51.77, "tax": 0.0, "availability": "In stock (22 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/in-her-wake_980/index.html", "title": "In Her Wake", "description": "A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home. ...more", "category": "thriller", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 12.84, "price_incl_tax": 12.84, "tax": 0.0, "availability": "In stock (19 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/slow-states-of-collapse-poems_960/index.html", "title": "Slow States of Collapse: Poems", "description": "The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to assert that we are all history makers, Slow States of Collapse enters the landscape of personal narrative in an attempt to reconcile life’s little universal griefs.Slow States of Collapse presents a world that is at once menacing and full of wonder and grace. It’s a poetry of “casual cruelty” and “kisses like / puncture wounds,” of “something too tender to touch” and “the threat of an intense beauty.” In this collection, illness confronts bedside manners while a migrant restlessness also paints remarkable portraits of shifting self-image, and in the process the nature of personal and political power is reimagined. ...more", "category": "poetry", "stars": "star-rating Three", "product_type": "books", "price_excl_tax": 57.31, "price_incl_tax": 57.31, "tax": 0.0, "availability": "In stock (17 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/the-nameless-city-the-nameless-city-1_940/index.html", "title": "The Nameless City (The Nameless City #1)", "description": "Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occu Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occupying nation. Rat is a native of the Nameless City. At first, she hates Kai for everything he stands for, but his love of his new home may be the one thing that can bring these two unlikely friends together. Let's hope so, because the fate of the Nameless City rests in their hands. ...more", "category": "sequential art", "stars": "star-rating Four", "product_type": "books", "price_excl_tax": 38.16, "price_incl_tax": 38.16, "tax": 0.0, "availability": "In stock (16 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/princess-jellyfish-2-in-1-omnibus-vol-01-princess-jellyfish-2-in-1-omnibus-1_920/index.html", "title": "Princess Jellyfish 2-in-1 Omnibus, Vol. 01 (Princess Jellyfish 2-in-1 Omnibus #1)", "description": "THE LONG-AWAITED STORY OF FANGIRLS TAKING ON TOKYO!Special large-size 2-in-1 edition of over 400 pages!\"One of the best anime and manga for beginners. Enthusiasm - geeky and otherwise - is power in Princess Jellyfish. Enthusiasm saves the day and paves the road to the future.\" - Kotaku\"Princess Jellyfish's ambition is simple: to tell a delightful story in a delightful way. THE LONG-AWAITED STORY OF FANGIRLS TAKING ON TOKYO!Special large-size 2-in-1 edition of over 400 pages!\"One of the best anime and manga for beginners. Enthusiasm - geeky and otherwise - is power in Princess Jellyfish. Enthusiasm saves the day and paves the road to the future.\" - Kotaku\"Princess Jellyfish's ambition is simple: to tell a delightful story in a delightful way... It's a pretty deadly one-two punch.\" - Anime News Network\"Loaded with heart, soul, humor and insight.\" - About.comSTINGING BEAUTY Tsukimi Kurashita has a strange fascination with jellyfish. She’s loved them from a young age and has carried that love with her to her new life in the big city of Tokyo. There, she resides in Amamizukan, a safe-haven for girl geeks who regularly gush over a range of things from trains to Japanese dolls. However, a chance meeting at a pet shop has Tsukimi crossing paths with one of the things that the residents of Amamizukan have been desperately trying to avoid—a beautiful and fashionable woman! But there’s much more to this woman than her trendy clothes! This odd encounter is only the beginning of a new and unexpected path for Tsukimi and her friends. ...more", "category": "sequential art", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 13.61, "price_incl_tax": 13.61, "tax": 0.0, "availability": "In stock (16 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/immunity-how-elie-metchnikoff-changed-the-course-of-modern-medicine_900/index.html", "title": "Immunity: How Elie Metchnikoff Changed the Course of Modern Medicine", "description": "Around Christmas of 1882, while peering through a microscope at starfish larvae in which he had inserted tiny thorns, Russian zoologist Elie Metchnikoff had a brilliant insight: what if the mobile cells he saw gathering around the thorns were nothing but a healing force in action? Metchnikoff’s daring theory of immunity—that voracious cells he called phagocytes formed the Around Christmas of 1882, while peering through a microscope at starfish larvae in which he had inserted tiny thorns, Russian zoologist Elie Metchnikoff had a brilliant insight: what if the mobile cells he saw gathering around the thorns were nothing but a healing force in action? Metchnikoff’s daring theory of immunity—that voracious cells he called phagocytes formed the first line of defense against invading bacteria—would eventually earn the scientist a Nobel Prize, shared with his archrival, as well as the unofficial m oniker “Father of Natural Immunity.” But first he had to win over skeptics, especially those who called his theory “an oriental fairy tale.” Using previously inaccessible archival materials, author Luba Vikhanski chronicles Metchnikoff’s remarkable life and discoveries in the first moder n biography of this hero of medicine. Metchnikoff was a towering figure in the scientific community of the early twentieth century, a tireless humanitarian who, while working at the Pasteur Institute in Paris, also strived to curb the spread of cholera, syphilis, and other deadly diseases. In his later years, he startled the world with controversial theories on longevity, launching a global craze for yogurt, and pioneered research into gut microbes and aging. Though Metchnikoff was largely forgotten for nearly a hundred years, Vikhanski documents a remarkable revival of interest in his ideas on immunity and on the gut flora in the science of the twenty-first century. ...more", "category": "science", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 57.36, "price_incl_tax": 57.36, "tax": 0.0, "availability": "In stock (16 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/algorithms-to-live-by-the-computer-science-of-human-decisions_880/index.html", "title": "Algorithms to Live By: The Computer Science of Human Decisions", "description": "A fascinating exploration of how insights from computer algorithms can be applied to our everyday lives, helping to solve common decision-making problems and illuminate the workings of the human mindAll our lives are constrained by limited space and time, limits that give rise to a particular set of problems. What should we do, or leave undone, in a day or a lifetime? How A fascinating exploration of how insights from computer algorithms can be applied to our everyday lives, helping to solve common decision-making problems and illuminate the workings of the human mindAll our lives are constrained by limited space and time, limits that give rise to a particular set of problems. What should we do, or leave undone, in a day or a lifetime? How much messiness should we accept? What balance of new activities and familiar favorites is the most fulfilling? These may seem like uniquely human quandaries, but they are not: computers, too, face the same constraints, so computer scientists have been grappling with their version of such issues for decades. And the solutions they've found have much to teach us.In a dazzlingly interdisciplinary work, acclaimed author Brian Christian and cognitive scientist Tom Griffiths show how the algorithms used by computers can also untangle very human questions. They explain how to have better hunches and when to leave things to chance, how to deal with overwhelming choices and how best to connect with others. From finding a spouse to finding a parking spot, from organizing one's inbox to understanding the workings of memory, Algorithms to Live By transforms the wisdom of computer science into strategies for human living. ...more", "category": "nonfiction", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 30.81, "price_incl_tax": 30.81, "tax": 0.0, "availability": "In stock (16 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/the-shadow-hero-the-shadow-hero_860/index.html", "title": "The Shadow Hero (The Shadow Hero)", "description": "A VIBRANT HOMAGE TO A CLASSIC COMIC FROM TWO MASTERS OF THE MODERN GRAPHIC NOVEL. The Shadow Hero is based on golden-age comic series The Green Turtle, whose hero solved crimes and fought injustice just like any other comics hero. But this mysterious masked crusader was hiding more than your run-of-the-mill secret identity...The Green Turtle was the first Asian American su A VIBRANT HOMAGE TO A CLASSIC COMIC FROM TWO MASTERS OF THE MODERN GRAPHIC NOVEL. The Shadow Hero is based on golden-age comic series The Green Turtle, whose hero solved crimes and fought injustice just like any other comics hero. But this mysterious masked crusader was hiding more than your run-of-the-mill secret identity...The Green Turtle was the first Asian American superhero.Now, exactly seventy years later, New York Times-bestselling author Gene Luen Yang has revived this nearly forgotten, pioneering character in a new graphic novel that creates an origin story for the golden-age Green Turtle. With artwork by the unmatched Sonny Liew, this hilarious and insightful graphic novel about heroism and heritage is also a loving tribute to the long, rich tradition of American superhero comics. ...more", "category": "sequential art", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 33.14, "price_incl_tax": 33.14, "tax": 0.0, "availability": "In stock (15 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/the-bridge-to-consciousness-im-writing-the-bridge-between-science-and-our-old-and-new-beliefs_840/index.html", "title": "The Bridge to Consciousness: I'm Writing the Bridge Between Science and Our Old and New Beliefs.", "description": null, "category": "default", "stars": "star-rating Three", "product_type": "books", "price_excl_tax": 32.0, "price_incl_tax": 32.0, "tax": 0.0, "availability": "In stock (15 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/modern-romance_820/index.html", "title": "Modern Romance", "description": "Now a New York Times BestsellerA hilarious, thoughtful, and in-depth exploration of thepleasures and perils of modern romance from one of this generation’s sharpest comedic voicesAt some point, every one of us embarks on a journey to find love. We meet people, date, getinto and out of relationships, all with the hopeof finding someone with whom we share a deepconnection. T Now a New York Times BestsellerA hilarious, thoughtful, and in-depth exploration of the pleasures and perils of modern romance from one of this generation’s sharpest comedic voicesAt some point, every one of us embarks on a journey to find love. We meet people, date, get into and out of relationships, all with the hope of finding someone with whom we share a deep connection. This seems standard now, but it’s wildly different from what people did even just decades ago. Single people today have more romantic options than at any point in human history. With technology, our abilities to connect with and sort through these options are staggering. So why are so many people frustrated?Some of our problems are unique to our time. “Why did this guy just text me an emoji of a pizza?” “Should I go out with this girl even though she listed Combos as one of her favorite snack foods? Combos?!” “My girlfriend just got a message from some dude named Nathan. Who’s Nathan? Did he just send her a photo of his penis? Should I check just to be sure?” But the transformation of our romantic lives can’t be explained by technology alone. In a short period of time, the whole culture of finding love has changed dramatically. A few decades ago, people would find a decent person who lived in their neighborhood. Their families would meet and, after deciding neither party seemed like a murderer, they would get married and soon have a kid, all by the time they were twenty-four. Today, people marry later than ever and spend years of their lives on a quest to find the perfect person, a soul mate.For years, Aziz Ansari has been aiming his comic insight at modern romance, but for Modern Romance, the book, he decided he needed to take things to another level. He teamed up with NYU sociologist Eric Klinenberg and designed a massive research project, including hundreds of interviews and focus groups conducted everywhere from Tokyo to Buenos Aires to Wichita. They analyzed behavioral data and surveys and created their own online research forum on Reddit, which drew thousands of messages. They enlisted the world’s leading social scientists, including Andrew Cherlin, Eli Finkel, Helen Fisher, Sheena Iyengar, Barry Schwartz, Sherry Turkle, and Robb Willer. The result is unlike any social science or humor book we’ve seen before.In Modern Romance, Ansari combines his irreverent humor with cutting-edge social science to give us an unforgettable tour of our new romantic world. ...more", "category": "add a comment", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 28.26, "price_incl_tax": 28.26, "tax": 0.0, "availability": "In stock (15 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/dark-notes_800/index.html", "title": "Dark Notes", "description": "They call me a slut. Maybe I am.Sometimes I do things I despise.Sometimes men take without asking.But I have a musical gift, only a year left of high school, and a plan.With one obstacle.Emeric Marceaux doesn’t just take.He seizes my will power and bangs it like a dark note.When he commands me to play, I want to give him everything.I kneel for his punishments, tremble for They call me a slut. Maybe I am.Sometimes I do things I despise.Sometimes men take without asking.But I have a musical gift, only a year left of high school, and a plan.With one obstacle.Emeric Marceaux doesn’t just take.He seizes my will power and bangs it like a dark note.When he commands me to play, I want to give him everything.I kneel for his punishments, tremble for his touch, and risk it all for our stolen moments.He’s my obsession, my master, my music.And my teacher. ...more", "category": "erotica", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 19.19, "price_incl_tax": 19.19, "tax": 0.0, "availability": "In stock (15 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/whole-lotta-creativity-going-on-60-fun-and-unusual-exercises-to-awaken-and-strengthen-your-creativity_780/index.html", "title": "Whole Lotta Creativity Going On: 60 Fun and Unusual Exercises to Awaken and Strengthen Your Creativity", "description": "Be your own kind of creative. Everyone has a creative core. Everyone! But, in order for it to thrive, it needs to be nurtured. That's where \"Whole Lotta Creativity Going On\" can help. It's not a crafts or how-to book, but rather a fun book, filled with 10 different types of unusual and thought-provoking activities and exercises, which can be used to ignite and invigorate y Be your own kind of creative. Everyone has a creative core. Everyone! But, in order for it to thrive, it needs to be nurtured. That's where \"Whole Lotta Creativity Going On\" can help. It's not a crafts or how-to book, but rather a fun book, filled with 10 different types of unusual and thought-provoking activities and exercises, which can be used to ignite and invigorate your creative spark. Sometimes, those that don't feel they are creative, surprise themselves the most when they unlock the door, clear away the dust, and begin to discover and unleash the creative side of themselves. For others, perhaps, their creative spirit hasn't been given enough of an opportunity to really flourish and express itself in its own unique way.This book contains 60 different creativity stretchers to get you going which are grouped into the following categories: - Awareness, Sensory, and Experience - Creativity in Action- Ideation- Imagination- Pictures, Patterns, and Abstractions- Snap Portraits- Snap Solutions- Stop and Reflect- Thought Expression- Word Play ...more", "category": "nonfiction", "stars": "star-rating Four", "product_type": "books", "price_excl_tax": 38.2, "price_incl_tax": 38.2, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/the-power-of-habit-why-we-do-what-we-do-in-life-and-business_760/index.html", "title": "The Power of Habit: Why We Do What We Do in Life and Business", "description": "A young woman walks into a laboratory. Over the past two years, she has transformed almost every aspect of her life. She has quit smoking, run a marathon, and been promoted at work. The patterns inside her brain, neurologists discover, have fundamentally changed.Marketers at Procter & Gamble study videos of people making their beds. They are desperately trying to figur A young woman walks into a laboratory. Over the past two years, she has transformed almost every aspect of her life. She has quit smoking, run a marathon, and been promoted at work. The patterns inside her brain, neurologists discover, have fundamentally changed. Marketers at Procter & Gamble study videos of people making their beds. They are desperately trying to figure out how to sell a new product called Febreze, on track to be one of the biggest flops in company history. Suddenly, one of them detects a nearly imperceptible pattern—and with a slight shift in advertising, Febreze goes on to earn a billion dollars a year. An untested CEO takes over one of the largest companies in America. His first order of business is attacking a single pattern among his employees—how they approach worker safety—and soon the firm, Alcoa, becomes the top performer in the Dow Jones. What do all these people have in common? They achieved success by focusing on the patterns that shape every aspect of our lives.  They succeeded by transforming habits. In The Power of Habit, award-winning New York Times business reporter Charles Duhigg takes us to the thrilling edge of scientific discoveries that explain why habits exist and how they can be changed. With penetrating intelligence and an ability to distill vast amounts of information into engrossing narratives, Duhigg brings to life a whole new understanding of human nature and its potential for transformation.  Along the way we learn why some people and companies struggle to change, despite years of trying, while others seem to remake themselves overnight. We visit laboratories where neuroscientists explore how habits work and where, exactly, they reside in our brains. We discover how the right habits were crucial to the success of Olympic swimmer Michael Phelps, Starbucks CEO Howard Schultz, and civil-rights hero Martin Luther King, Jr. We go inside Procter & Gamble, Target superstores, Rick Warren’s Saddleback Church, NFL locker rooms, and the nation’s largest hospitals and see how implementing so-called keystone habits can earn billions and mean the difference between failure and success, life and death. At its core, The Power of Habit contains an exhilarating argument: The key to exercising regularly, losing weight, raising exceptional children, becoming more productive, building revolutionary companies and social movements, and achieving success is understanding how habits work.  Habits aren’t destiny. As Charles Duhigg shows, by harnessing this new science, we can transform our businesses, our communities, and our lives. ...more", "category": "default", "stars": "star-rating Three", "product_type": "books", "price_excl_tax": 16.88, "price_incl_tax": 16.88, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/swell-a-year-of-waves_740/index.html", "title": "Swell: A Year of Waves", "description": "Wave watchers around the world know that no two waves are the same. Yet each and every wave that rises, peaks, and crashes onto the beach is generated by a much larger force originating thousands of miles away. Surf journalist team Evan Slater and Peter Taras capture the essence of waves and the swells that produce them in this breathtaking collection of wave photography. Wave watchers around the world know that no two waves are the same. Yet each and every wave that rises, peaks, and crashes onto the beach is generated by a much larger force originating thousands of miles away. Surf journalist team Evan Slater and Peter Taras capture the essence of waves and the swells that produce them in this breathtaking collection of wave photography. Slater characterizes four distinct swells from different corners of the globe and traces their journeys throughout the year from storm to seashore. His reflective, informative essays amplify these powerful images of hundreds of waves frozen in time, beautiful, simple, universal, yet wholly unique—and the best thing to watch on the planet. ...more", "category": "nonfiction", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 45.58, "price_incl_tax": 45.58, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/my-name-is-lucy-barton_720/index.html", "title": "My Name Is Lucy Barton", "description": "A new book by Pulitzer Prize winner Elizabeth Strout is cause for celebration. Her bestselling novels, including Olive Kitteridge and The Burgess Boys,have illuminated our most tender relationships. Now, in My Name Is Lucy Barton, this extraordinary writer shows how a simple hospital visit becomes a portal to the most tender relationship of all—the one between mother and d A new book by Pulitzer Prize winner Elizabeth Strout is cause for celebration. Her bestselling novels, including Olive Kitteridge and The Burgess Boys, have illuminated our most tender relationships. Now, in My Name Is Lucy Barton, this extraordinary writer shows how a simple hospital visit becomes a portal to the most tender relationship of all—the one between mother and daughter.   Lucy Barton is recovering slowly from what should have been a simple operation. Her mother, to whom she hasn’t spoken for many years, comes to see her. Gentle gossip about people from Lucy’s childhood in Amgash, Illinois, seems to reconnect them, but just below the surface lie the tension and longing that have informed every aspect of Lucy’s life: her escape from her troubled family, her desire to become a writer, her marriage, her love for her two daughters. Knitting this powerful narrative together is the brilliant storytelling voice of Lucy herself: keenly observant, deeply human, and truly unforgettable. ...more", "category": "fiction", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 41.56, "price_incl_tax": 41.56, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/hold-your-breath-search-and-rescue-1_700/index.html", "title": "Hold Your Breath (Search and Rescue #1)", "description": "In the remote Rocky Mountains, lives depend on the Search & Rescue brotherhood. But in a place this far off the map, trust is hard to come by and secrets can be murder...As the captain of Field County's ice rescue dive team, Callum Cook is driven to perfection. But when he meets new diver Louise \"Lou\" Sparks, all that hard-won order is obliterated in an instant. Lou is In the remote Rocky Mountains, lives depend on the Search & Rescue brotherhood. But in a place this far off the map, trust is hard to come by and secrets can be murder...As the captain of Field County's ice rescue dive team, Callum Cook is driven to perfection. But when he meets new diver Louise \"Lou\" Sparks, all that hard-won order is obliterated in an instant. Lou is a hurricane. A walking disaster. And with her, he's never felt more alive...even if keeping her safe may just kill him.Lou's new to the Rockies, intent on escaping her controlling ex, and she's determined to make it on her own terms...no matter how tempting Callum may be. But when a routine training exercise unearths a body, Lou and Callum find themselves thrust into a deadly game of cat and mouse with a killer who will stop at nothing to silence Lou-and prove that not even her new Search and Rescue family can keep her safe forever. ...more", "category": "romance", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 28.82, "price_incl_tax": 28.82, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/code-name-verity-code-name-verity-1_680/index.html", "title": "Code Name Verity (Code Name Verity #1)", "description": "I have two weeks. You'll shoot me at the end no matter what I do.That's what you do to enemy agents. It's what we do to enemy agents. But I look at all the dark and twisted roads ahead and cooperation is the easy way out. Possibly the only way out for a girl caught red-handed doing dirty work like mine - and I will do anything, anything to avoid SS-Hauptsturmführer von Lin I have two weeks. You'll shoot me at the end no matter what I do.That's what you do to enemy agents. It's what we do to enemy agents. But I look at all the dark and twisted roads ahead and cooperation is the easy way out. Possibly the only way out for a girl caught red-handed doing dirty work like mine - and I will do anything, anything to avoid SS-Hauptsturmführer von Linden interrogating me again.He has said that I can have as much paper as I need. All I have to do is cough up everything I can remember about the British War Effort. And I'm going to. But the story of how I came to be here starts with my friend Maddie. She is the pilot who flew me into France - an Allied Invasion of Two.We are a sensational team. ...more", "category": "add a comment", "stars": "star-rating Four", "product_type": "books", "price_excl_tax": 22.13, "price_incl_tax": 22.13, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/all-the-light-we-cannot-see_660/index.html", "title": "All the Light We Cannot See", "description": "WINNER OF THE PULITZER PRIZEFrom the highly acclaimed, multiple award-winning Anthony Doerr, the beautiful, stunningly ambitious instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.Marie-Laure lives with her father in Paris near the Museum of Natural Histo WINNER OF THE PULITZER PRIZEFrom the highly acclaimed, multiple award-winning Anthony Doerr, the beautiful, stunningly ambitious instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.Marie-Laure lives with her father in Paris near the Museum of Natural History, where he works as the master of its thousands of locks. When she is six, Marie-Laure goes blind and her father builds a perfect miniature of their neighborhood so she can memorize it by touch and navigate her way home. When she is twelve, the Nazis occupy Paris and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great-uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel.In a mining town in Germany, the orphan Werner grows up with his younger sister, enchanted by a crude radio they find. Werner becomes an expert at building and fixing these crucial new instruments, a talent that wins him a place at a brutal academy for Hitler Youth, then a special assignment to track the resistance. More and more aware of the human cost of his intelligence, Werner travels through the heart of the war and, finally, into Saint-Malo, where his story and Marie-Laure’s converge.Doerr’s “stunning sense of physical detail and gorgeous metaphors” (San Francisco Chronicle) are dazzling. Deftly interweaving the lives of Marie-Laure and Werner, he illuminates the ways, against all odds, people try to be good to one another. Ten years in the writing, a National Book Award finalist, All the Light We Cannot See is a magnificent, deeply moving novel from a writer “whose sentences never fail to thrill” (Los Angeles Times). ...more", "category": "historical", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 29.87, "price_incl_tax": 29.87, "tax": 0.0, "availability": "In stock (14 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/the-midnight-watch-a-novel-of-the-titanic-and-the-californian_640/index.html", "title": "The Midnight Watch: A Novel of the Titanic and the Californian", "description": "As the Titanic and her passengers sank slowly into the Atlantic Ocean after striking an iceberg late in the evening of April 14, 1912, a nearby ship looked on. Second Officer Herbert Stone, in charge of the midnight watch on the SS Californian sitting idly a few miles north, saw the distress rockets that the Titanic fired. He alerted the captain, Stanley Lord, who was slee As the Titanic and her passengers sank slowly into the Atlantic Ocean after striking an iceberg late in the evening of April 14, 1912, a nearby ship looked on. Second Officer Herbert Stone, in charge of the midnight watch on the SS Californian sitting idly a few miles north, saw the distress rockets that the Titanic fired. He alerted the captain, Stanley Lord, who was sleeping in the chartroom below, but Lord did not come to the bridge. Eight rockets were fired during the dark hours of the midnight watch, and eight rockets were ignored. The next morning, the Titanic was at the bottom of the sea and more than 1,500 people were dead. When they learned of the extent of the tragedy, Lord and Stone did everything they could to hide their role in the disaster, but pursued by newspapermen, lawyers, and political leaders in America and England, their terrible secret was eventually revealed. The Midnight Watch is a fictional telling of what may have occurred that night on the SS Californian, and the resulting desperation of Officer Stone and Captain Lord in the aftermath of their inaction.Told not only from the perspective of the SS Californian crew, but also through the eyes of a family of third-class passengers who perished in the disaster, the narrative is drawn together by Steadman, a tenacious Boston journalist who does not rest until the truth is found. The Midnight Watch is a powerful and dramatic debut novel--the result of many years of research in Liverpool, London, New York, and Boston, and informed by the author's own experiences as a ship's officer and a lawyer. ...more", "category": "add a comment", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 26.2, "price_incl_tax": 26.2, "tax": 0.0, "availability": "In stock (12 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/hide-away-eve-duncan-20_620/index.html", "title": "Hide Away (Eve Duncan #20)", "description": "Iris Johansen's beloved forensic sculptor Eve Duncan is back and now the stakes are higher than ever. Dramatic changes are on the horizon for Eve and Joe Quinn and their relationship may never be the same. Faced with the task of protecting Cara Delaney, a young girl with ruthless enemies who want to see her dead, Eve takes her away to the remote Scottish Highlands where th Iris Johansen's beloved forensic sculptor Eve Duncan is back and now the stakes are higher than ever. Dramatic changes are on the horizon for Eve and Joe Quinn and their relationship may never be the same. Faced with the task of protecting Cara Delaney, a young girl with ruthless enemies who want to see her dead, Eve takes her away to the remote Scottish Highlands where they join Jane MacGuire in search of a hidden treasure. But nowhere is far enough away to protect Cara from danger. With enemies closing in from all sides, Hide Away is a high-octane thriller that fans will not want to miss. ...more", "category": "mystery", "stars": "star-rating One", "product_type": "books", "price_excl_tax": 11.84, "price_incl_tax": 11.84, "tax": 0.0, "availability": "In stock (12 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/mothering-sunday_600/index.html", "title": "Mothering Sunday", "description": "From the Booker Award winner: a luminous, profoundly moving work of fiction that begins with an afternoon tryst in 1924 between a servant girl and the young man of the neighboring house, but then opens to reveal the whole life of a remarkable woman.Twenty-two year old Jane Fairchild, orphaned at birth, has worked as a maid at one English country estate since she was sixtee From the Booker Award winner: a luminous, profoundly moving work of fiction that begins with an afternoon tryst in 1924 between a servant girl and the young man of the neighboring house, but then opens to reveal the whole life of a remarkable woman.Twenty-two year old Jane Fairchild, orphaned at birth, has worked as a maid at one English country estate since she was sixteen. And for almost all of those years she has been the secret lover to Paul Sheringham, the scion of the estate next door. On an unseasonably warm March afternoon, Jane and Paul will make love for the last time--though not, as Jane believes, because Paul is about to be married--and the events of the day will alter Jane's life forever. As the narrative moves back and forth from 1924 to the end of the century, what we know and understand about Jane--about the way she loves, thinks, feels, sees, remembers--deepens with every beautifully wrought moment. Her story is one of profound self-discovery and through her, Graham Swift has created an emotionally soaring and deeply affecting work of fiction. ...more", "category": "fiction", "stars": "star-rating Two", "product_type": "books", "price_excl_tax": 13.34, "price_incl_tax": 13.34, "tax": 0.0, "availability": "In stock (11 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/without-shame_580/index.html", "title": "Without Shame", "description": "East Pakistan, 1968: In Sariyah’s village, shame is a virtue she never mastered. As a child, she learned to read in secret, kept talismans against her father’s orders, and questioned everything, even Allah. Now she is practicing how to be a “woman with shame,” torn between promises to her family and to herself. She yearns to join a movement with her fellow Bengalis, who ar East Pakistan, 1968: In Sariyah’s village, shame is a virtue she never mastered. As a child, she learned to read in secret, kept talismans against her father’s orders, and questioned everything, even Allah. Now she is practicing how to be a “woman with shame,” torn between promises to her family and to herself. She yearns to join a movement with her fellow Bengalis, who are gripping onto their language and cultural identity against colonial powers – but she is continuously sucked into the narrow visions of her father.In the midst of a desperate movement for Bengali freedom, a presumptuous American has come to teach English. Rodney Creed - self-interested, naive, entitled - comes with the bright optimism of a college graduate, too eager to sense the rumbling ground beneath him...until he meets Sariyah. Rodney believes he is there to teach, but he will learn painful, irreversible things.Without Shame is a love story at its core – but not in the traditional sense. It’s about love of one’s country, culture, God, and language. It’s about the power of identity to shine through when other forces threaten to overshadow it. ...more", "category": "add a comment", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 48.27, "price_incl_tax": 48.27, "tax": 0.0, "availability": "In stock (9 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/chernobyl-012340-the-incredible-true-story-of-the-worlds-worst-nuclear-disaster_560/index.html", "title": "Chernobyl 01:23:40: The Incredible True Story of the World's Worst Nuclear Disaster", "description": "At 01:23:40 on April 26th 1986, Alexander Akimov pressed the emergency shutdown button at Chernobyl’s fourth nuclear reactor. It was an act that forced the permanent evacuation of a city, killed thousands and crippled the Soviet Union. The event spawned decades of conflicting, exaggerated and inaccurate stories.This book, the result of five years of research, presents an a At 01:23:40 on April 26th 1986, Alexander Akimov pressed the emergency shutdown button at Chernobyl’s fourth nuclear reactor. It was an act that forced the permanent evacuation of a city, killed thousands and crippled the Soviet Union. The event spawned decades of conflicting, exaggerated and inaccurate stories.This book, the result of five years of research, presents an accessible but comprehensive account of what really happened. From the desperate fight to prevent a burning reactor core from irradiating eastern Europe, to the self-sacrifice of the heroic men who entered fields of radiation so strong that machines wouldn’t work, to the surprising truth about the legendary ‘Chernobyl divers’, all the way through to the USSR’s final show-trial. The historical narrative is interwoven with a story of the author’s own spontaneous journey to Ukraine’s still-abandoned city of Pripyat and the wider Chernobyl Zone.Complete with over 45 pages of photographs of modern-day Pripyat and technical diagrams of the power station, Chernobyl 01:23:40 is a fascinating new account of the world’s worst nuclear disaster. ...more", "category": "nonfiction", "stars": "star-rating Two", "product_type": "books", "price_excl_tax": 35.92, "price_incl_tax": 35.92, "tax": 0.0, "availability": "In stock (9 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/roller-girl_540/index.html", "title": "Roller Girl", "description": "For fans of Raina Telgemeier’s Smile, a heartwarming graphic novel about friendship and surviving junior high through the power of roller derby. Twelve-year-old Astrid has always done everything with her best friend Nicole. So when Astrid signs up for roller derby camp, she assumes Nicole will too. But Nicole signs up for dance camp with a new friend instead, and so begins For fans of Raina Telgemeier’s Smile, a heartwarming graphic novel about friendship and surviving junior high through the power of roller derby. Twelve-year-old Astrid has always done everything with her best friend Nicole. So when Astrid signs up for roller derby camp, she assumes Nicole will too. But Nicole signs up for dance camp with a new friend instead, and so begins the toughest summer of Astrid's life. There are bumps and bruises as Astrid learns who she is without Nicole...and what it takes to be a strong, tough roller girl. ...more", "category": "sequential art", "stars": "star-rating Five", "product_type": "books", "price_excl_tax": 14.1, "price_incl_tax": 14.1, "tax": 0.0, "availability": "In stock (8 available)", "number_of_reviews": 0},
{"url": "https://books.toscrape.com/catalogue/heaven-is-for-real-a-little-boys-astounding-story-of-his-trip-to-heaven-and-back_520/index.html", "title": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back", "description": "A beautifully written glimpse into heaven that will encourage those who doubtand thrill those who believe.Ron Hall, coauthor of Same Kind of Different as MeDo you remember the hospital, Colton? Sonja said. Yes, mommy, I remember, he said. That s where theangels sang to me.When Colton Burpo made it through an emergency appendectomy, his familywas overjoyed at his miraculous A beautifully written glimpse into heaven that will encourage those who doubtand thrill those who believe.Ron Hall, coauthor of Same Kind of Different as MeDo you remember the hospital, Colton? Sonja said. Yes, mommy, I remember, he said. That s where theangels sang to me.When Colton Burpo made it through an emergency appendectomy, his familywas overjoyed at his miraculous survival. What they weren t expecting, though, was the story that emerged in the months that followed a story as beautiful as itwas extraordinary, detailing their little boy s trip to heaven and back.Colton, not yet four years old, told his parents he left his body during thesurgery and authenticated that claim by describing exactly what his parents weredoing in another part of the hospital while he was being operated on. He talked ofvisiting heaven and relayed stories told to him by people he met there whom hehad never met in life, sharing events that happened even before he was born. He also astonished his parents with descriptions and obscure details about heaven thatmatched the Bible exactly, though he had not yet learned to read.With disarming innocence and the plainspoken boldness of a child, Colton tells of meeting long-departed family members. He describes Jesus, the angels, how really, really big God is, and how much God loves us. Retold by his father, but using Colton s uniquely simple words, Heaven Is for Real offers a glimpseof the world that awaits us, where as Colton says, Nobody is old and nobodywears glasses.Heaven Is for Real will forever change the way you think of eternity, offeringthe chance to see, and believe, like a child.\" ...more", "category": "default", "stars": "star-rating Two", "product_type": "books", "price_excl_tax": 52.86, "price_incl_tax": 52.86, "tax": 0.0, "availability": "In stock (8 available)", "number_of_reviews": 0}
]